Repository: Ultramarine-Linux/taidan
Catalog: po/*.po
Languages: cs

source: Chinese
cs: Čínština

source: Japanese
cs: Japonština

source: Korean
cs: Korejština

source: Vietnamese
cs: Vietnamština

source: Indic
cs: Indické

source: Thai
cs: Thajština

source: Default
cs: Výchozí

source: Creating User…
cs: Vytváření uživatele…

source: Setting Timezone…
cs: Nastavování časového pásma…

source: Configuring Themes…
cs: Konfigurace motivů…

source: Downloading System Update…
cs: Stahování systémových aktualizací…

source: Installing System Update…
cs: Instalace systémových aktualizací…

source: Downloading User Programs…
cs: Stahování uživatelských programů…

source: Installing User Programs…
cs: Instalace uživatelských programů…

source: Installing additional drivers…
cs: Instalace dodatečných ovladačů…

source: Setting up IMFs…
cs: Nastavení rámců vstupních metod…

source: Welcome to %s
cs: Vítejte v %s

source: Let's get your system ready.
cs: Připravme Váš systém.

source: Skip Configuration
cs: Přeskočit konfiguraci

source: Let's Go
cs: Pojďme

source: Keyboard Layout
cs: Rozložení klávesnice

source: Search keyboard layout…
cs: Hledat rozložení klávesnice…

source: Search keyboard variant…
cs: Hledat varianty rozložení klávesnice…

source: Who are You?
cs: Kdo jste?

source: Full Name
cs: Celé jméno

source: Username
cs: Uživatelské jméno

source: Username - must start with lowercase letters - must contain only alphanumericals, underscore (<tt>_</tt>) or dash (<tt>-</tt>) - may optionally end with a dollar sign (<tt>$</tt>)
cs: Uživatelské jméno - musí začínat malým písmenem - musí obsahovat pouze písmena a čísla, podtržítko (<tt>_</tt>) nebo pomlčku (<tt>-</tt>) - může volitelně končit znakem dolaru (<tt>$</tt>)

source: Create a Password
cs: Vytvořte heslo

source: Password
cs: Heslo

source: Repeat Password
cs: Potvrďte heslo

source: Let's Get You Online
cs: Pojďme Vás připojit

source: Connect to the Internet to get the latest and greatest.
cs: Připojte se k Internetu k získání toho nejnovějšího a nejlepšího.

source: I don't have Internet
cs: Nemám připojení k Internetu

source: Codecs, drivers and other user programs will not be installed.
cs: Kodeky, ovladače a další uživatelské programy nebudou nainstalovány.

source: Open Wi-Fi connection applet
cs: Otevřít applet Wi-Fi připojení

source: Analytics and Crash Reporting
cs: Analýza a Hlášení nehod

source: Crash Reporting
cs: Hlášení nehod

source: Allow Fyra Labs to collect crash data to find bugs and assist you.
cs: Povolte Fyra Labs sbírání dat o pádech k odhalení chyb a Vaší pomoci.

source: All data collected is anonymous and end-to-end encrypted. You will be given a crash ID to help support find what went wrong.
cs: Všechna sebraná data jsou anonymní a koncově šifrovaná. Dostanete ID havárie, které pomůže technické podpoře zjistit, co se pokazilo.

source: Send Crash Data
cs: Poslat data havárie

source: Location Services
cs: Služby určování polohy

source: Allow apps to request your approximate location with [Mozilla Location Services]
cs: Povolit aplikacím žádato o Vaši přibližnou polohu s [Mozilla Location Services]

source: Codecs and Drivers
cs: Kodeky a ovladače

source: Install Codecs and Drivers
cs: Nainstalovat kodeky a ovladače

source: Press next to skip installation
cs: Stiskněte další pro přeskočení instalace

source: Input Method
cs: Metody vstupu

source: Search language…
cs: Hledat jazyk…

source: Search IMs/IMEs…
cs: Hledat IMs/IMEs…

source: Night Light
cs: Noční osvětlení

source: Tint the display with a warm tone at night to reduce eyestrain.
cs: V noci zbarví obrazovku teplým tónem, pro snížení únavy očí.

source: Night Light is not proven to help with difficulty falling sleep.
cs: Není prokázáno, že by noční světlo pomáhalo při potížích s usínáním.

source: Choose your theme
cs: Vyberte si motiv

source: Make this system your own with a splash of colour. You can change this option later in settings.
cs: Přizpůsobte si system barevným nádechem. Tuto možnost si můžete později změnit v nastavení.

source: Some apps may not respect this preference.
cs: Některé aplikace nemusí toto nastavení respektovat.

source: Light
cs: Světlý

source: Dark
cs: Tmavý

source: Browser Selection
cs: Výběr prohlížeče

source: What Do You Use This Device For?
cs: K čemu toto zařízení využíváte?

source: Confirm and Setup System
cs: Potvrdit a nastavit systém

source: Done
cs: Hotovo

source: Installing your Apps
cs: Instalace Vašich aplikací

source: This won't take long!
cs: Nepotrvá to dlouho!

source: Loading…
cs: Načítání…

source: Your System is Ready
cs: Váš systém je připraven

source: We hope you enjoy your fresh system!
cs: Doufáme, že si svůj čerstvý systém užijete!

source: Error
cs: Chyba

source: We are sorry, but there is an unexpected problem.
cs: Omlouváme se, ale vyskytla se nečekaná chyba.

source: Retry
cs: Opakovat

source: Previous
cs: Předchozí

source: Next
cs: Další
